[
  {
    "source": "KOI",
    "id": "Kepler-227 b",
    "display": "Kepler-227 b",
    "search_query": "Kepler-227 b Kepler star",
    "snippet": "Kepler-227 b is a Neptune-like exoplanet that orbits a G-type star. Its mass is 9.85 Earths, it takes 9.5 days to complete one orbit of its star, ... Detailed information about planet Kepler-227 b and its parameters ... Star. Basic informations 17 parameters. Name: Kepler-227; Distance. 1117.5 ( + ... Kepler-227 Overview ; RA: 19h27m44.23s. Dec: +48d08m30.03s. Distance: 1083.06±29.67 pc ; Ecliptic Latitude: 68.36588 deg. Ecliptic Longitude: 312.53545 deg."
  },
  {
    "source": "KOI",
    "id": "Kepler-227 c",
    "display": "Kepler-227 c",
    "search_query": "Kepler-227 c Kepler star",
    "snippet": "Kepler-227 c is a confirmed, sub-Neptune-sized exoplanet orbiting Kepler-227 every 54.4 days at 0.29 AU, 3534.4 light-years away. Kepler-227 Overview ; RA: 19h27m44.23s. Dec ; Ecliptic Latitude: 68.36588 deg. Ecliptic Longitude ; Total Proper Motion: 4.9998726±0.0528107 mas/yr. Proper Motion ... Kepler-227 c has been discovered by the Kepler spacecraft and was originally classified as a planet candidate. A new statistical analysis led by ..."
  },
  {
    "source": "KOI",
    "id": "Kepler-664 b",
    "display": "Kepler-664 b",
    "search_query": "Kepler-664 b Kepler star",
    "snippet": "Kepler-664 b is a Neptune-like exoplanet that orbits a G-type star. Its mass is 7.56 Earths, it takes 2.5 days to complete one orbit of its star, ... The host star Kepler-664 has apparent magnitude of 14.4, with absolute magnitude of 3.9. It is 1.0 times more massive and 0.9 times bigger compared with our Sun ... This table lists all stars in the system Kepler-664. Kepler-664. Alternative star names, KOI-755, KIC 10854555, 2MASS J19150117+4813343, Gaia DR2 ..."
  },
  {
    "source": "KOI",
    "id": "Kepler-228 d",
    "display": "Kepler-228 d",
    "search_query": "Kepler-228 d Kepler star",
    "snippet": "Kepler-228 d is a Neptune-like exoplanet that orbits an F-type star. Its mass is 15.4 Earths, it takes 11.1 days to complete one orbit of its star, and is 0. ... Kepler-228 d. 0.360 RJup. Overview Notes System Parameters Ancillary Nearby ... Revised Radii of Kepler Stars and Planets Using Gaia Data Release 2 The host star Kepler-228 has apparent magnitude of 14.5, with absolute magnitude of 3.4. It is 0.9 times more massive and 1.1 times bigger compared with our Sun ..."
  },
  {
    "source": "KOI",
    "id": "Kepler-228 c",
    "display": "Kepler-228 c",
    "search_query": "Kepler-228 c Kepler star",
    "snippet": "Kepler-228 c is a Neptune-like exoplanet that orbits an F-type star. Its mass is 7.75 Earths, it takes 4.1 days to complete one orbit of its ... Kepler-228 c: Kepler-228 d. Other Data: Bibliography 19: Exoplanet Archive Notes ... Revised Radii of Kepler Stars and Planets Using Gaia Data Release 2 Detailed information about planet Kepler-228 c and its parameters ... Star. Basic informations 17 parameters. Name: Kepler-228; Distance. 1724.6 ( + ..."
  },
  {
    "source": "KOI",
    "id": "Kepler-228 b",
    "display": "Kepler-228 b",
    "search_query": "Kepler-228 b Kepler star",
    "snippet": "Kepler-228 b is a super Earth exoplanet that orbits a F-type star. Its mass is 2.96 Earths, it takes 2.6 days to complete one orbit of its star, ... Kepler-22b is an exoplanet orbiting within the habitable zone of the Sun-like star Kepler-22. It is located about 640 light-years (200 parsecs) from Earth ... Kepler-228 Overview ; Kepler-228 b. 0.136 ; Kepler-228 c. 0.241 ; Kepler-228 d. 0.360 ..."
  },
  {
    "source": "KOI",
    "id": "Kepler-229 c",
    "display": "Kepler-229 c",
    "search_query": "Kepler-229 c Kepler star",
    "snippet": "Kepler-229 c is a Neptune-like exoplanet that orbits a K-type star. Its mass is 21.5 Earths, it takes 16.1 days to complete one orbit of its star, and is 0.117 ... Kepler-229 Overview ; Kepler-229 b. 0.196 ; Kepler-229 c. 0.439 ; Kepler-229 d. 0.343 ... The host star Kepler-229 has apparent magnitude of 14.4, with absolute magnitude of 4.8. It is 1.1 times more massive and 0.7 times bigger compared with our Sun ..."
  },
  {
    "source": "KOI",
    "id": "Kepler-1 b",
    "display": "Kepler-1 b",
    "search_query": "Kepler-1 b Kepler star",
    "snippet": "TrES-2b (also known as Kepler-1b or GSC 03549-02811b) is an extrasolar planet orbiting the star GSC 03549-02811 located 750 light years away from the Solar ... KPS-1 b is a gas giant exoplanet that orbits a K-type star. Its mass is 1.09 Jupiters, it takes 1.7 days to complete one orbit of its star, and is 0.0269 AU ... Kepler-1 is located 707 light years away from the Sun. It consists of a yellow star and a orange star. There is at least one exoplanet in this system."
  },
  {
    "source": "KOI",
    "id": "Kepler-2 b",
    "display": "Kepler-2 b",
    "search_query": "Kepler-2 b Kepler star",
    "snippet": "Kepler-22b is an exoplanet orbiting within the habitable zone of the Sun-like star Kepler-22. It is located about 640 light-years (200 parsecs) from Earth ... Kepler-22 b is a super Earth exoplanet that orbits a G-type star. Its mass is 9.1 Earths, it takes 289.9 days to complete one orbit of its star, ... Kepler-452 b is a super Earth exoplanet that orbits a G-type star. Its mass is 3.29 Earths, it takes 384.8 days to complete one orbit of its star, ..."
  }
]